Revit 2027 API
ParameterTypeId.RebarSystemBarTypeBottomDirn1 Property
 "Bottom Major Bar Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemBarTypeBottomDirn1 { get; }
Public Shared ReadOnly Property RebarSystemBarTypeBottomDirn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemBarTypeBottomDirn1 {
	ForgeTypeId^ get ();
}
static member RebarSystemBarTypeBottomDirn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace